Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Notes
ar: ملاحظات
da: Noter
de: Notizen
es: Notas
fi: Muistiinpanot
is: Athugasemdir
it: Note
ja: メモ
ko: 메모
nb: Notater
nl: Notities
pt_br: Notas
ru: Заметки
sv: Anteckningar
zh_hans: 备注

source: Notes — optional (e.g. coach, partner)
ar: ملاحظات — اختياري (مثل المدرب، الشريك)
da: Noter — valgfrit (f.eks. træner, partner)
de: Notizen – optional (z. B. Trainer, Partner)
es: Notas — opcional (p. ej. entrenador, pareja)
fi: Muistiinpanot — valinnainen (esim. valmentaja, kumppani)
fr: Notes — facultatif (p. ex. coach, partenaire)
is: Athugasemdir — valkvætt (t.d. þjálfari, félagi)
it: Note — facoltativo (es. coach, partner)
ja: メモ — 任意（例：コーチ、パートナー）
ko: 메모 — 선택 사항 (예: 코치, 파트너)
nb: Notater — valgfritt (f.eks. trener, partner)
nl: Notities — optioneel (bijv. coach, partner)
pt_br: Notas — opcional (ex.: treinador, parceiro)
ru: Заметки — необязательно (напр., тренер, партнёр)
sv: Anteckningar — valfritt (t.ex. tränare, partner)
zh_hans: 备注 — 可选（例如教练、搭档）

source: Nothing remembered yet. Long-press any chat message and tap “Remember this” to add it here, or type a new fact below.
ar: لم يتم تذكّر أي شيء بعد. اضغط مطولاً على أي رسالة دردشة وانقر على ‏“تذكّر هذا”‏ لإضافتها هنا، أو اكتب معلومة جديدة أدناه.
da: Intet husket endnu. Tryk længe på en chatbesked, og tryk på “Husk dette” for at tilføje det her, eller indtast en ny oplysning nedenfor.
de: Noch nichts gemerkt. Drücke lange auf eine Chatnachricht und tippe auf „Das merken“, um sie hier hinzuzufügen, oder gib unten eine neue Information ein.
es: Aún no se ha recordado nada. Mantén pulsado cualquier mensaje del chat y toca “Recordar esto” para añadirlo aquí, o escribe un nuevo dato abajo.
fi: Mitään ei ole vielä muistettu. Paina mitä tahansa chatviestiä pitkään ja napauta “Muista tämä” lisätäksesi sen tähän, tai kirjoita uusi tieto alle.
fr: Rien de mémorisé pour le moment. Appuyez longuement sur un message du chat et touchez « S'en souvenir » pour l'ajouter ici, ou saisissez un nouveau fait ci-dessous.
is: Ekkert munað enn. Haltu inni á einhverjum spjallskilaboðum og ýttu á „Muna þetta“ til að bæta því við hér, eða sláðu inn nýja staðreynd hér að neðan.
it: Ancora nulla in memoria. Tieni premuto un messaggio della chat e tocca “Ricorda questo” per aggiungerlo qui, oppure digita un nuovo dato qui sotto.
ja: まだ何も記憶されていません。チャットメッセージを長押しして「これを記憶」をタップするとここに追加できます。または、下に新しい情報を入力してください。
ko: 아직 기억된 내용이 없습니다. 채팅 메시지를 길게 누르고 “이것 기억하기”를 탭하여 여기에 추가하거나, 아래에 새 정보를 입력하세요.
nb: Ingenting husket ennå. Trykk lenge på en chatmelding og trykk på “Husk dette” for å legge den til her, eller skriv inn et nytt faktum nedenfor.
nl: Nog niets onthouden. Houd een chatbericht ingedrukt en tik op “Dit onthouden” om het hier toe te voegen, of typ hieronder een nieuw feit.
pt_br: Nada memorizado ainda. Mantenha pressionada qualquer mensagem do chat e toque em “Lembrar disto” para adicioná-la aqui, ou digite um novo fato abaixo.
ru: Пока ничего не запомнено. Нажмите и удерживайте любое сообщение в чате и коснитесь «Запомнить это», чтобы добавить его сюда, или введите новый факт ниже.
sv: Inget ihågkommet ännu. Tryck länge på ett chattmeddelande och tryck på “Kom ihåg detta” för att lägga till det här, eller skriv in ett nytt faktum nedan.
zh_hans: 还没有记住任何内容。长按任意聊天消息并点按“记住这条”即可添加到这里，或在下方输入一条新信息。

source: Nothing saved yet. Run a workout, then tap "Add to my route library" on the post-workout summary — or pick a discovered trail (it gets auto-saved).
ar: لم يُحفظ شيء بعد. قم بتمرين، ثم اضغط على "إضافة إلى مكتبة مساراتي" في ملخص ما بعد التمرين — أو اختر مسارًا تم اكتشافه (يُحفظ تلقائيًا).
da: Intet gemt endnu. Gennemfør en træning, og tryk derefter på "Føj til mit rutebibliotek" på opsummeringen efter træningen — eller vælg et fundet spor (det gemmes automatisk).
de: Noch nichts gespeichert. Absolviere ein Training und tippe dann in der Zusammenfassung nach dem Training auf "Zu meiner Streckenbibliothek hinzufügen" — oder wähle einen entdeckten Trail (er wird automatisch gespeichert).
es: Aún no hay nada guardado. Realiza un entrenamiento y luego toca "Añadir a mi biblioteca de rutas" en el resumen posterior al entrenamiento, o elige un sendero descubierto (se guarda automáticamente).
fi: Mitään ei ole vielä tallennettu. Suorita harjoitus ja napauta sitten harjoituksen jälkeisessä yhteenvedossa "Lisää reittikirjastooni" — tai valitse löydetty polku (se tallennetaan automaattisesti).
fr: Rien d'enregistré pour l'instant. Effectuez une séance, puis touchez "Ajouter à ma bibliothèque d'itinéraires" sur le récapitulatif d'après-séance — ou choisissez un sentier découvert (il est enregistré automatiquement).
is: Ekkert vistað enn. Ljúktu æfingu og pikkaðu svo á "Bæta við leiðasafnið mitt" í samantektinni eftir æfingu — eða veldu uppgötvaða slóð (hún vistast sjálfkrafa).
it: Ancora nulla di salvato. Esegui un allenamento, poi tocca "Aggiungi alla mia libreria di percorsi" nel riepilogo post-allenamento — oppure scegli un sentiero scoperto (viene salvato automaticamente).
ja: まだ何も保存されていません。ワークアウトを行い、ワークアウト後のサマリーで「マイルートライブラリに追加」をタップしてください——または見つかったトレイルを選択してください（自動的に保存されます）。
ko: 아직 저장된 항목이 없습니다. 운동을 진행한 후 운동 후 요약에서 "내 경로 라이브러리에 추가"를 탭하거나, 발견된 트레일을 선택하세요(자동으로 저장됩니다).
nb: Ingenting lagret ennå. Gjennomfør en økt, og trykk deretter på "Legg til i rutebiblioteket mitt" i sammendraget etter økten — eller velg en oppdaget sti (den lagres automatisk).
nl: Nog niets opgeslagen. Voer een training uit en tik daarna op "Toevoegen aan mijn routebibliotheek" in de samenvatting na de training — of kies een ontdekt pad (dat wordt automatisch opgeslagen).
pt_br: Nada salvo ainda. Faça um treino e toque em "Adicionar à minha biblioteca de trajetos" no resumo pós-treino — ou escolha uma trilha descoberta (ela é salva automaticamente).
ru: Пока ничего не сохранено. Завершите тренировку, затем нажмите "Добавить в мою библиотеку маршрутов" в сводке после тренировки — или выберите найденную тропу (она сохранится автоматически).
sv: Inget sparat ännu. Genomför ett träningspass och tryck sedan på "Lägg till i mitt ruttbibliotek" i sammanfattningen efter passet — eller välj en upptäckt led (den sparas automatiskt).
zh_hans: 尚未保存任何内容。完成一次训练，然后在训练后的摘要中点按"添加到我的路线库"——或选择一条发现的路径（会自动保存）。

source: Nothing to fill — Apple Health had nothing new.
ar: لا شيء لملئه — لم يكن لدى Apple Health أي جديد.
da: Intet at udfylde — Apple Health havde intet nyt.
de: Nichts zu ergänzen — Apple Health hatte nichts Neues.
es: Nada que rellenar — Apple Health no tenía nada nuevo.
fi: Ei täytettävää — Apple Healthissä ei ollut mitään uutta.
fr: Rien à remplir — Apple Santé n'avait rien de nouveau.
is: Ekkert til að fylla út — Apple Health hafði ekkert nýtt.
it: Niente da riempire — Apple Health non aveva nulla di nuovo.
ja: 補完するものはありません — Apple ヘルスケアに新しいデータはありませんでした。
ko: 채울 항목이 없습니다 — Apple Health에 새로운 내용이 없었습니다.
nb: Ingenting å fylle ut — Apple Health hadde ingenting nytt.
nl: Niets aan te vullen — Apple Health had niets nieuws.
pt_br: Nada a preencher — o Apple Health não tinha nada novo.
ru: Нечего заполнять — в Apple Здоровье нет ничего нового.
sv: Inget att fylla i — Apple Health hade inget nytt.
zh_hans: 无需补充——Apple 健康 没有新数据。

source: Nothing to import
ar: لا شيء للاستيراد
da: Intet at importere
de: Nichts zu importieren
es: Nada que importar
fi: Ei tuotavaa
fr: Rien à importer
is: Ekkert til að flytja inn
it: Nulla da importare
ja: 読み込むものはありません
ko: 가져올 항목 없음
nb: Ingenting å importere
nl: Niets om te importeren
pt_br: Nada para importar
ru: Нечего импортировать
sv: Inget att importera
zh_hans: 没有可导入的内容

source: Nothing to re-analyze yet.
ar: لا يوجد شيء لإعادة تحليله بعد.
da: Intet at genanalysere endnu.
de: Noch nichts zum Neuanalysieren.
es: Aún no hay nada que reanalizar.
fi: Ei vielä mitään uudelleen analysoitavaa.
fr: Rien à réanalyser pour l’instant.
is: Ekkert til að endurgreina enn.
it: Niente da rianalizzare ancora.
ja: 再分析するものはまだありません。
ko: 아직 재분석할 항목이 없습니다.
nb: Ingenting å reanalysere ennå.
nl: Nog niets om opnieuw te analyseren.
pt_br: Ainda não há nada para reanalisar.
ru: Пока нечего переанализировать.
sv: Inget att omanalysera ännu.
zh_hans: 暂无可重新分析的内容。

source: Notifications
ar: الإشعارات
da: Notifikationer
de: Mitteilungen
es: Notificaciones
fi: Ilmoitukset
is: Tilkynningar
it: Notifiche
ja: 通知
ko: 알림
nb: Varsler
nl: Meldingen
pt_br: Notificações
ru: Уведомления
sv: Notiser
zh_hans: 通知

source: Notifications are disabled in iOS Settings. Open Settings → Notifications → Emuqu to allow.
ar: الإشعارات معطّلة في إعدادات iOS. افتح الإعدادات ← الإشعارات ← Emuqu للسماح بها.
da: Notifikationer er slået fra i iOS-indstillinger. Åbn Indstillinger → Notifikationer → Emuqu for at tillade.
de: Mitteilungen sind in den iOS-Einstellungen deaktiviert. Öffne Einstellungen → Mitteilungen → Emuqu, um sie zu erlauben.
es: Las notificaciones están desactivadas en los Ajustes de iOS. Abre Ajustes → Notificaciones → Emuqu para permitirlas.
fi: Ilmoitukset on poistettu käytöstä iOS-asetuksissa. Avaa Asetukset → Ilmoitukset → Emuqu salliaksesi ne.
fr: Les notifications sont désactivées dans les Réglages iOS. Ouvrez Réglages → Notifications → Emuqu pour les autoriser.
is: Tilkynningar eru óvirkar í iOS-stillingum. Opnaðu Stillingar → Tilkynningar → Emuqu til að leyfa.
it: Le notifiche sono disattivate nelle Impostazioni di iOS. Apri Impostazioni → Notifiche → Emuqu per consentirle.
ja: 通知が iOS の設定でオフになっています。設定 → 通知 → Emuqu を開いて許可してください。
ko: iOS 설정에서 알림이 꺼져 있습니다. 설정 → 알림 → Emuqu에서 허용하세요.
nb: Varsler er slått av i iOS-innstillingene. Åpne Innstillinger → Varsler → Emuqu for å tillate.
nl: Meldingen zijn uitgeschakeld in de iOS-instellingen. Open Instellingen → Berichtgeving → Emuqu om ze toe te staan.
pt_br: As notificações estão desativadas nos Ajustes do iOS. Abra Ajustes → Notificações → Emuqu para permitir.
ru: Уведомления отключены в настройках iOS. Откройте Настройки → Уведомления → Emuqu, чтобы разрешить.
sv: Notiser är avstängda i iOS-inställningarna. Öppna Inställningar → Notiser → Emuqu för att tillåta.
zh_hans: 通知已在 iOS 设置中关闭。请打开“设置 → 通知 → Emuqu”以允许。

source: of %lld overnights
ar: من %lld ليلة
da: af %lld nætter
de: von %lld Nächten
es: de %lld noches
fi: %lld yön yli -tallennuksesta
fr: sur %lld nuits
is: af %lld nóttum
it: su %lld notti
ja: %lld 晩中
ko: 야간 기록 %lld개 중
nb: av %lld netter
nl: van %lld nachten
pt_br: de %lld noites
ru: из %lld ночных записей
sv: av %lld nätter
zh_hans: 共 %lld 晚

source: Off
ar: إيقاف
da: Fra
de: Aus
es: Desactivado
fi: Pois
fr: Désactivé
is: Af
ja: オフ
ko: 끔
nb: Av
nl: Uit
pt_br: Desativado
ru: Выкл.
sv: Av
zh_hans: 关闭

source: Off — no morning push will be sent
ar: متوقف — لن يُرسل إشعار صباحي
da: Fra — ingen morgennotifikation sendes
de: Aus — es wird keine Morgenmitteilung gesendet
es: Desactivado — no se enviará aviso matutino
fi: Pois — aamuilmoitusta ei lähetetä
fr: Désactivé — aucune notification matinale ne sera envoyée
is: Slökkt — engin morguntilkynning verður send
it: Disattivato — nessuna notifica mattutina verrà inviata
ja: オフ — 朝の通知は送信されません
ko: 꺼짐 — 아침 알림이 전송되지 않습니다
nb: Av — ingen morgenvarsel sendes
nl: Uit — er wordt geen ochtendmelding verstuurd
pt_br: Desativado — nenhum aviso matinal será enviado
ru: Выкл. — утреннее уведомление не отправится
sv: Av — ingen morgonavisering skickas
zh_hans: 关闭 — 不会发送晨间推送

source: Off by default. When on, the coach announces split time, pace, HR zone, and total distance at each marker. Cadence and elevation gain are skipped when normal (in-band cadence and flat splits stay quiet). Notifications are queued during AI conversations and never wipe an in-progress message.
ar: معطّل افتراضيًا. عند تفعيله، يعلن المدرّب زمن الشوط والوتيرة ومنطقة النبض والمسافة الإجمالية عند كل علامة. ويُتخطى الإيقاع ومكسب الارتفاع عندما يكونان طبيعيين (فالإيقاع ضمن النطاق والأشواط المستوية تبقى صامتة). وتُصفّ الإشعارات أثناء محادثات الذكاء الاصطناعي ولا تمحو أبدًا رسالة قيد الكتابة.
da: Slået fra som standard. Når det er slået til, oplyser coachen mellemtid, tempo, pulszone og samlet distance ved hvert mærke. Kadence og højdemeter springes over, når de er normale (kadence i intervallet og flade mellemtider forbliver tavse). Notifikationer sættes i kø under AI-samtaler og sletter aldrig en igangværende besked.
de: Standardmäßig aus. Ist es an, nennt der Coach an jeder Marke Splitzeit, Pace, Herzfrequenzzone und Gesamtdistanz. Kadenz und Höhenmeter werden übersprungen, wenn sie normal sind (Kadenz im Zielbereich und flache Splits bleiben still). Während KI-Gesprächen werden Mitteilungen eingereiht und löschen nie eine laufende Nachricht.
es: Desactivado por defecto. Cuando está activo, el entrenador anuncia en cada marca el tiempo del parcial, el ritmo, la zona de FC y la distancia total. La cadencia y el desnivel se omiten cuando son normales (una cadencia dentro de rango y los parciales llanos se quedan en silencio). Las notificaciones se ponen en cola durante las conversaciones con la IA y nunca borran un mensaje en curso.
fi: Oletuksena pois päältä. Kun se on käytössä, valmentaja ilmoittaa jokaisella merkillä väliajan, vauhdin, sykealueen ja kokonaismatkan. Askeltiheys ja nousumetrit ohitetaan, kun ne ovat normaaleja (alueella oleva askeltiheys ja tasaiset väliajat pysyvät hiljaa). Ilmoitukset asetetaan jonoon tekoälykeskustelujen ajaksi eivätkä ne koskaan pyyhi kesken olevaa viestiä.
fr: Désactivé par défaut. Une fois activé, le coach annonce à chaque repère le temps du split, l’allure, la zone de FC et la distance totale. La cadence et le dénivelé sont ignorés lorsqu’ils sont normaux (une cadence dans la plage et des splits plats restent silencieux). Les notifications sont mises en file d’attente pendant les conversations avec l’IA et n’effacent jamais un message en cours.
is: Sjálfgefið slökkt. Þegar kveikt er tilkynnir þjálfarinn millitíma, hraða, púlssvæði og heildarvegalengd við hvert merki. Skreftíðni og hækkun eru sleppt þegar þau eru eðlileg (skreftíðni innan bils og flatir millikaflar haldast hljóðir). Tilkynningar eru settar í biðröð meðan á gervigreindarsamtali stendur og eyða aldrei skilaboðum í vinnslu.
it: Disattivato per impostazione predefinita. Quando è attivo, il coach annuncia a ogni marcatore il tempo del parziale, il passo, la zona di FC e la distanza totale. Cadenza e dislivello vengono saltati quando sono normali (cadenza in banda e parziali piatti restano silenziosi). Le notifiche vengono messe in coda durante le conversazioni con l’IA e non cancellano mai un messaggio in corso.
ja: 既定ではオフです。オンにすると、各マーカーでコーチがスプリットタイム、ペース、心拍ゾーン、総距離を読み上げます。ケイデンスと獲得標高は通常範囲なら省略されます（帯域内のケイデンスや平坦なスプリットは無言のまま）。AI との会話中は通知がキューに入り、進行中のメッセージを消すことはありません。
ko: 기본적으로 꺼져 있습니다. 켜면 각 마커마다 코치가 구간 기록, 페이스, 심박 존, 총 거리를 알려줍니다. 케이던스와 상승 고도는 정상 범위일 때 생략됩니다(범위 내 케이던스와 평지 구간은 조용히 지나갑니다). AI 대화 중에는 알림이 대기열에 들어가며, 작성 중인 메시지를 지우는 일은 없습니다.
nb: Av som standard. Når det er på, melder coachen mellomtid, fart, pulssone og total distanse ved hvert merke. Kadens og høydemeter hoppes over når de er normale (kadens innenfor området og flate mellomtider forblir stille). Varsler settes i kø under AI-samtaler og sletter aldri en melding som er under arbeid.
nl: Standaard uit. Als het aan staat, meldt de coach bij elke marker de splittijd, het tempo, de hartslagzone en de totale afstand. Cadans en hoogtemeters worden overgeslagen als ze normaal zijn (cadans binnen bereik en vlakke splits blijven stil). Meldingen worden tijdens AI-gesprekken in de wachtrij gezet en wissen nooit een bericht dat je aan het typen bent.
pt_br: Desativado por padrão. Quando ativo, o treinador anuncia em cada marca o tempo do parcial, o ritmo, a zona de FC e a distância total. Cadência e ganho de elevação são omitidos quando estão normais (cadência dentro da faixa e parciais planos ficam em silêncio). As notificações entram em fila durante conversas com a IA e nunca apagam uma mensagem em andamento.
ru: По умолчанию отключено. Когда включено, тренер на каждой отметке объявляет время отрезка, темп, пульсовую зону и общую дистанцию. Каденс и набор высоты пропускаются, если они в норме (каденс в диапазоне и ровные отрезки остаются без комментариев). Во время диалогов с ИИ уведомления ставятся в очередь и никогда не стирают набираемое сообщение.
sv: Av som standard. När det är på meddelar coachen mellantid, tempo, pulszon och total distans vid varje markering. Kadens och höjdmeter hoppas över när de är normala (kadens inom intervallet och platta sträckor förblir tysta). Notiser köas under AI-samtal och raderar aldrig ett meddelande du håller på att skriva.
zh_hans: 默认关闭。开启后，教练会在每个标记处播报分段用时、配速、心率区间和总距离。步频和累计爬升在正常时会跳过（步频处于目标范围、路段平坦时保持安静）。在与 AI 对话期间，通知会排队等待，绝不会清除你正在输入的消息。

source: Off by default. When on, your live heart rate and cycling power are advertised over Bluetooth so Zwift, TrainerRoad, Rouvy, and similar apps can subscribe to them. Only active during a workout.
ar: معطّل افتراضيًا. عند التشغيل، يُبَثّ معدل ضربات قلبك وقدرتك أثناء ركوب الدراجة مباشرةً عبر Bluetooth حتى تتمكن Zwift وTrainerRoad وRouvy والتطبيقات المماثلة من الاشتراك بها. يعمل فقط أثناء التمرين.
da: Slået fra som standard. Når den er slået til, udsendes din live puls og cykeleffekt via Bluetooth, så Zwift, TrainerRoad, Rouvy og lignende apps kan abonnere på dem. Kun aktiv under en træning.
de: Standardmäßig aus. Wenn aktiviert, werden deine Live-Herzfrequenz und Rad-Leistung über Bluetooth gesendet, sodass Zwift, TrainerRoad, Rouvy und ähnliche Apps sie abonnieren können. Nur während eines Trainings aktiv.
es: Desactivado por defecto. Cuando está activado, tu frecuencia cardíaca en vivo y tu potencia de ciclismo se transmiten por Bluetooth para que Zwift, TrainerRoad, Rouvy y apps similares puedan suscribirse a ellas. Solo activo durante un entrenamiento.
fi: Oletuksena pois käytöstä. Käytössä ollessa reaaliaikainen sykkeesi ja pyöräilytehosi lähetetään Bluetoothilla, jotta Zwift, TrainerRoad, Rouvy ja vastaavat sovellukset voivat tilata ne. Aktiivinen vain harjoituksen aikana.
fr: Désactivé par défaut. Une fois activé, votre fréquence cardiaque en direct et votre puissance cycliste sont diffusées via Bluetooth afin que Zwift, TrainerRoad, Rouvy et des apps similaires puissent s'y abonner. Actif uniquement pendant un entraînement.
is: Sjálfgefið slökkt. Þegar kveikt er, er rauntíma hjartsláttur þinn og hjólaafl sent út um Bluetooth svo Zwift, TrainerRoad, Rouvy og svipuð forrit geti gerst áskrifendur. Aðeins virkt á meðan á æfingu stendur.
it: Disattivato per impostazione predefinita. Se attivo, la frequenza cardiaca e la potenza in tempo reale vengono trasmesse via Bluetooth in modo che Zwift, TrainerRoad, Rouvy e app simili possano riceverle. Attivo solo durante un allenamento.
ja: デフォルトはオフです。オンにすると、リアルタイムの心拍数とサイクリングパワーがBluetoothで配信され、Zwift、TrainerRoad、Rouvyなどのアプリが受信できます。ワークアウト中のみ有効です。
ko: 기본값은 꺼짐입니다. 켜면 실시간 심박수와 사이클링 파워가 Bluetooth로 전송되어 Zwift, TrainerRoad, Rouvy 등의 앱이 구독할 수 있습니다. 운동 중에만 활성화됩니다.
nb: Av som standard. Når den er på, kringkastes pulsen og sykkeleffekten din i sanntid over Bluetooth slik at Zwift, TrainerRoad, Rouvy og lignende apper kan abonnere på dem. Bare aktiv under en økt.
nl: Standaard uit. Wanneer ingeschakeld worden je live hartslag en wielervermogen via Bluetooth uitgezonden, zodat Zwift, TrainerRoad, Rouvy en vergelijkbare apps zich erop kunnen abonneren. Alleen actief tijdens een training.
pt_br: Desativado por padrão. Quando ativado, sua frequência cardíaca e potência de ciclismo ao vivo são transmitidas por Bluetooth para que Zwift, TrainerRoad, Rouvy e apps semelhantes possam assiná-las. Ativo somente durante um treino.
ru: По умолчанию выключено. При включении ваш пульс в реальном времени и велосипедная мощность транслируются по Bluetooth, чтобы Zwift, TrainerRoad, Rouvy и подобные приложения могли их получать. Активно только во время тренировки.
sv: Av som standard. När det är på sänds din puls och cykeleffekt i realtid via Bluetooth så att Zwift, TrainerRoad, Rouvy och liknande appar kan prenumerera på dem. Aktivt endast under ett pass.
zh_hans: 默认关闭。开启后，你的实时心率和骑行功率会通过蓝牙广播，便于 Zwift、TrainerRoad、Rouvy 等应用订阅。仅在训练期间有效。

source: Often incorrectly called "sympathetic activity" in older references. Modern research shows LF primarily reflects your baroreceptor loop — the system that fine-tunes blood pressure — using BOTH nervous system branches.
ar: كثيرًا ما يُسمّى خطأً «النشاط الودي» في المراجع القديمة. لكن الأبحاث الحديثة تُظهر أن LF يعكس أساسًا حلقة مستقبلات الضغط لديك — النظام الذي يضبط ضغط الدم بدقة — مستخدمًا فرعَي الجهاز العصبي كليهما.
da: Kaldes ofte fejlagtigt "sympatisk aktivitet" i ældre kilder. Moderne forskning viser, at LF primært afspejler din baroreceptor-sløjfe — systemet der finjusterer blodtrykket — og bruger BEGGE nervesystemgrene.
de: Wird in älteren Quellen oft fälschlich „sympathische Aktivität“ genannt. Moderne Forschung zeigt: LF spiegelt vor allem deinen Barorezeptor-Regelkreis wider — das System zur Feinabstimmung des Blutdrucks — und nutzt BEIDE Äste des Nervensystems.
es: A menudo se llama incorrectamente «actividad simpática» en referencias antiguas. La investigación moderna muestra que el LF refleja sobre todo tu bucle barorreceptor — el sistema que ajusta con precisión la presión arterial — usando AMBAS ramas del sistema nervioso.
fi: Vanhemmissa lähteissä kutsutaan usein virheellisesti "sympaattiseksi aktiivisuudeksi". Nykytutkimus osoittaa, että LF heijastaa ennen kaikkea baroreseptorisilmukkaasi — järjestelmää, joka hienosäätää verenpainetta — käyttäen MOLEMPIA hermoston haaroja.
fr: Souvent appelée à tort « activité sympathique » dans d’anciennes références. La recherche moderne montre que la LF reflète surtout votre boucle barorécepteur — le système qui ajuste finement la pression artérielle — en mobilisant LES DEUX branches du système nerveux.
is: Oft ranglega kallað „drifkerfisvirkni“ í eldri heimildum. Nútímarannsóknir sýna að LF endurspeglar einkum þrýstinemalykkjuna þína — kerfið sem fínstillir blóðþrýsting — og notar BÁÐAR greinar taugakerfisins.
it: Spesso chiamata erroneamente «attività simpatica» nei testi più datati. La ricerca moderna mostra che l’LF riflette soprattutto il tuo circuito barocettivo — il sistema che regola finemente la pressione — usando ENTRAMBI i rami del sistema nervoso.
ja: 古い文献ではしばしば誤って「交感神経活動」と呼ばれます。現代の研究では、LF は主に圧受容器ループ（血圧を微調整する系）を反映しており、自律神経の「両方」の枝を使うことが示されています。
ko: 오래된 문헌에서는 흔히 "교감 활동"이라고 잘못 불립니다. 현대 연구는 LF가 주로 압수용체 루프 — 혈압을 미세 조정하는 시스템 — 를 반영하며, 신경계의 두 갈래를 모두 사용한다는 것을 보여줍니다.
nb: Kalles ofte feilaktig "sympatisk aktivitet" i eldre kilder. Moderne forskning viser at LF primært gjenspeiler baroreseptor-sløyfen din — systemet som finjusterer blodtrykket — og bruker BEGGE grenene av nervesystemet.
nl: Wordt in oudere bronnen vaak ten onrechte "sympathische activiteit" genoemd. Modern onderzoek laat zien dat LF vooral je baroreceptorlus weerspiegelt — het systeem dat de bloeddruk fijnregelt — met BEIDE takken van het zenuwstelsel.
pt_br: Muitas vezes chamada incorretamente de "atividade simpática" em referências antigas. A pesquisa moderna mostra que o LF reflete principalmente seu circuito barorreceptor — o sistema que ajusta finamente a pressão arterial — usando OS DOIS ramos do sistema nervoso.
ru: В старых источниках её часто ошибочно называют «симпатической активностью». Современные исследования показывают, что LF отражает прежде всего барорефлекторный контур — систему тонкой настройки давления — задействуя ОБЕ ветви нервной системы.
sv: Kallas ofta felaktigt "sympatisk aktivitet" i äldre källor. Modern forskning visar att LF främst speglar din baroreceptorslinga — systemet som finjusterar blodtrycket — och använder BÅDA grenarna av nervsystemet.
zh_hans: 在较早的文献中常被错误地称为“交感活动”。现代研究表明，LF 主要反映压力感受器回路 — 精细调节血压的系统 — 并且同时动用神经系统的两条分支。
